export const HowToSendLocationUrl = "https://guide.line.me/ja/services/location-information.html"

// 東京23区
export const tokyo23ku = "https://tenki.jp/forecast/3/16/4410/131"

// 多摩
export const tamaku = "https://tenki.jp/forecast/3/16/4410/132"

export const ku27 = {
  千代田区: "01",
  中央区: "02",
  港区: "03",
  新宿区: "04",
  文京区: "05",
  台東区: "06",
  墨田区: "07",
  江東区: "08",
  品川区: "09",
  目黒区: "10",
  大田区: "11",
  世田谷区: "12",
  渋谷区: "13",
  中野区: "14",
  杉並区: "15",
  豊島区: "16",
  北区: "17",
  荒川区: "18",
  板橋区: "19",
  練馬区: "20",
  足立区: "21",
  葛飾区: "22",
  江戸川区: "23",
}

const tama = [
  "八王子市",
  "立川市",
  "武蔵野市",
  "三鷹市",
  "青梅市",
  "府中市",
  "昭島市",
  "調布市",
  "町田市",
  "小金井市",
  "小平市",
  "日野市",
  "東村山市",
  "国分寺市",
  "国立市",
  "福生市",
  "狛江市",
  "東大和市",
  "清瀬市",
  "東久留米市",
  "武蔵村山市",
  "多摩市",
  "稲城市",
  "羽村市",
  "あきる野市",
  "西東京市",
  "瑞穂町",
  "日の出町",
  "檜原村",
  "奥多摩町",
]
