export const HowToSendLocationUrl = "https://guide.line.me/ja/services/location-information.html"

// 東京23区
export const tokyo23ku = "https://tenki.jp/forecast/3/16/4410/131"

// 多摩
export const tamaku = "https://tenki.jp/forecast/3/16/4410/132"

export const ku27 = {
  千代田区: "01",
  中央区: "02",
  港区: "03",
  新宿区: "04",
  文京区: "05",
  台東区: "06",
  墨田区: "07",
  江東区: "08",
  品川区: "09",
  目黒区: "10",
  大田区: "11",
  世田谷区: "12",
  渋谷区: "13",
  中野区: "14",
  杉並区: "15",
  豊島区: "16",
  北区: "17",
  荒川区: "18",
  板橋区: "19",
  練馬区: "20",
  足立区: "21",
  葛飾区: "22",
  江戸川区: "23",
}

export const tama = {
  八王子市: "01",
  立川市: "02",
  武蔵野市: "03",
  三鷹市: "04",
  青梅市: "05",
  府中市: "06",
  昭島市: "07",
  調布市: "08",
  町田市: "09",
  小金井市: "10",
  小平市: "11",
  日野市: "12",
  東村山市: "13",
  国分寺市: "14",
  国立市: "15",
  福生市: "18",
  狛江市: "19",
  東大和市: "20",
  清瀬市: "21",
  東久留米市: "22",
  武蔵村山市: "23",
  多摩市: "24",
  稲城市: "25",
  羽村市: "27",
  あきる野市: "28",
  西東京市: "29",
}
